{
  "Indonesia Netherlands": {
    "1": "<Heading>History</Heading><Text>The first Europeans arrived in the archipelago in 1512, when Portuguese traders, led by Francisco Serrão, sought to monopolise the sources of nutmeg, cloves, and cubeb pepper in the Maluku Islands. Dutch and British traders followed. In 1602, the Dutch established the Dutch East India Company (VOC) and became the dominant European power for almost 200 years. The VOC was dissolved in 1800 following bankruptcy, and the Netherlands established the Dutch East Indies as a nationalised colony.</Text>",
    "2": "<Text>For most of the colonial period, Dutch control over the archipelago was tenuous. Dutch forces were engaged continuously in quelling rebellions both on and off Java. The influence of local leaders such as Prince Diponegoro in central Java, Imam Bonjol in central Sumatra, Pattimura in Maluku, and the bloody 30-year war in Aceh weakened the Dutch and tied up the colonial military forces. Only in the early 20th century did Dutch dominance extend to what was to become Indonesia's current boundaries.</Text><Text>The Japanese invasion and subsequent occupation during World War II ended Dutch rule and encouraged the previously suppressed independence movement. Two days after the surrender of Japan in August 1945, Sukarno and Mohammad Hatta, influential nationalist leaders, proclaimed Indonesian independence and were appointed president and vice-president, respectively.</Text><Text>The Netherlands attempted to re-establish their rule, and a bitter armed and diplomatic struggle ended in December 1949 when the Dutch formally recognised Indonesian independence in the face of international pressure. Despite extraordinary political, social and sectarian divisions, Indonesians, on the whole, found unity in their fight for independence.</Text>",
    "3": "<Heading>Effects</Heading><Text>Added Dutch Vocabulary</Text><Table><Thead><Tr><Th>Dutch</Th><Th>Indonesian</Th></Tr></Thead><Tbody><Tr><Td>Kantoor</Td><Td>Kantor</Td></Tr><Tr><Td>Schroef</Td><Td>Sekrup</Td></Tr></Tbody></Table>"
  }
}
